Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Cheeseburger [Sandwichs]
en: Cheeseburgers [sandwiches]

source: Tee zum Aufgießen
en: Tea for infusions

source: Frühstückszerealien mit einer Mischung aus Obst und Ballaststoffen
en: Breakfast cereals containing a mixture of fruit and fibre

source: Frühstückszerealien mit Früchten
en: Breakfast cereals containing fruit

source: Verzehrfertiger Kaffee und Kaffeegetränke
en: Prepared coffee and coffee-based beverages

source: Vorgekochter Vollkornweizen
en: Whole wheat grains being precooked

source: Kaffee-Ersatzstoffe auf pflanzlicher Grundlage
en: Vegetal preparations for use as coffee substitutes

source: Kaffee in gebrühter Form
en: Coffee in brewed form

source: Zuckermasse [Süßwaren]
en: Rock [confectionery]

source: Sorbets [Wassereis]
en: Sorbets [water ices]

source: Essenzen für Nahrungszwecke, ausgenommen ätherische Essenzen und Öle
en: Essences for foodstuffs, except etheric essences and essential oils

source: Meerwasser für die Küche
en: Sea water for cooking

source: Müsli
en: Muesli

source: Gebäckhüllen für Monaka
en: Pastry shells for monaka

source: Essbares Eispulver für die Benutzung in Eismaschinen
en: Edible ice powder for use in icing machines

source: Hushpuppies [Brote]
en: Hushpuppies [breads]

source: Eiswürfel
en: Ice cubes

source: Spaghetti mit Tomatensoße in Dosen
en: Canned spaghetti in tomato sauce

source: Kaffeeersatzmittel auf pflanzlicher Basis
en: Vegetable based coffee substitutes

source: Fertige Pastetenteigmischungen
en: Prepared pie crust mixes

source: Kakao [geröstet, pulverisiert, granuliert oder als Getränk]
en: Cocoa [roasted, powdered, granulated, or in drinks]

source: Kaffee [geröstet, pulverisiert, granuliert oder als Getränk]
en: Coffee [roasted, powdered, granulated, or in drinks]

source: Getrocknete Weizenglutenstücke [Fu, nicht gekocht]
en: Dried pieces of wheat gluten (fu, uncooked)

source: Süßigkeiten [nicht medizinisch] in Form von Karamellbonbons
en: Sweets (Non-medicated -) in the nature of caramels

source: Mehlkonzentrate für Speisezwecke
en: Flour concentrate for food

source: Nicht medizinische Süßwaren aus Mehl mit Schokoladenüberzug
en: Non-medicated flour confectionery coated with chocolate

source: Gefrorene Joghurtsüßwaren
en: Frozen yogurt confections

source: Reisknödel, garniert mit süßer Bohnenkonfitüre [Ankoro]
en: Rice dumplings dressed with sweet bean jam (ankoro)

source: Sobanudeln [japanische Nudeln aus Buchweizen, ungekocht]
en: Soba noodles [japanese noodles of buckwheat, uncooked]

source: Nicht medizinische Teeessenzen
en: Tea extracts (Non-medicated -)

source: Getreideprodukte in Riegelform
en: Cereal products in bar form

source: Nahrungsmittel aus Getreide
en: Foodstuffs made from cereals

source: Ginseng-Tee [insamcha]
en: Ginseng tea [insamcha]

source: Traditionelle koreanische Süßigkeiten und Kekse [hankwa]
en: Korean traditional sweets and cookies [hankwa]

source: Halbmondförmiger Reiskuchen [songpyeon]
en: Half-moon-shaped rice cake [songpyeon]

source: Pfefferminz [ausgenommen für medizinische Zwecke]
en: Peppermints [other than for medicinal use]

source: Herzhafte Aromastoffe für Nahrungsmittel [ausgenommen ätherische Öle]
en: Savory food flavourings for food [other than essential oils]

source: Riegel auf Getreidebasis
en: Cereal based food bars

source: Mit Zucker und Honig überzogene Getreidepräparate
en: Cereal preparations coated with sugar and honey

source: Kekswaffeln mit Schokoladenüberzug
en: Chocolate covered wafer biscuits

source: Süßwaren mit Marmelade
en: Confectionery containing jam

source: Pulverförmige kakaohaltige Präparate für die Zubereitung von Getränken
en: Powdered preparations containing cocoa for use in making beverages

source: Butterkekse mit teilweisem Schokoladenüberzug
en: Shortbread part coated with chocolate

source: Destillate aus Holzrauch als Aromastoffe für Lebensmittel
en: Smoke distillates from wood for flavouring foodstuffs

source: Fruchthaltige Bonbons [Süßigkeiten]
en: Sweetmeats [candy] containing fruit

source: Cracker mit Käsegeschmack
en: Crackers flavoured with cheese

source: Cracker mit Kräutergeschmack
en: Crackers flavoured with herbs

source: Reis
en: Rice

source: Getoastete Sandwiches
en: Toasted sandwiches

source: Kristallzuckerstücke [Süßwaren]
en: Crystal sugar pieces [confectionery]

source: Würfelzucker
en: Cube sugar

source: Gepresste Reiskräcker [Arare]
en: Pellet-shaped rice crackers (arare)

source: Mäusespeck [Süßwaren]
en: Mallows [confectionery]

source: Malzdextrin-Glasuren für Nahrungsmittel
en: Malt dextrin glazings for foodstuffs

source: Extrudierte Imbissgerichte mit Mais
en: Extruded snacks containing maize

source: Aromawürzstoffe für Imbissgerichte [ausgenommen ätherische Öle]
en: Flavourings for snack foods [other than essential oils]

source: Dragees [nicht medizinisch] aus Glukose auf Koffeinbasis
en: Tablets (Non-medicated -) made of glucose with a caffeine base

source: Udon [japanische Nudeln]
en: Udon (Japanese style noodles)

source: Kräuterpräparate für die Zubereitung von Getränken
en: Herbal preparations for making beverages

source: Harte Karamellen [Bonbons]
en: Hard caramels [candies]

source: Feine Backwaren mit Gemüse- und Fischfüllungen
en: Pastries consisting of vegetables and fish

source: Kapern
en: Capers

source: Eisgetränke auf Schokoladenbasis
en: Ice beverages with a chocolate base

source: Zuckerwatte
en: Cotton candy

source: Safran [Gewürz]
en: Saffron [seasoning]

source: Gefrorenes Milchkonfekt
en: Frozen dairy confections

source: Mischungen aus Kaffee und Malz
en: Mixtures of coffee and malt

source: Backaromen, ausgenommen ätherische Öle
en: Flavourings, other than essential oils, for cakes

source: Milchschokolade [Getränk]
en: Chocolate beverages with milk

source: Präparate für die Zubereitung von Kaffeegetränken
en: Preparations for making beverages [coffee based]

source: Präparate für die Zubereitung von Bratensoßen
en: Preparations for making up into sauces

source: Käsekuchen
en: Cheesecakes

source: Aromatisierter Sirup
en: Flavouring syrups

source: Aromawürzstoffe für Getränke
en: Flavourings for beverages

source: Toffee enthaltende Marshmallowkekse mit Schokoladenüberzug
en: Chocolate coated marshmallow biscuits containing toffee

source: Yorkshire Pudding
en: Yorkshire puddings

source: Mischungen zur Zubereitung von Brot
en: Mixes for the preparation of bread

source: Lapsang Souchong Tee
en: Lapsang souchong tea

source: Verzehrfertige pikante Snacks aus extrudiertem Maismehl
en: Ready to eat savory snack foods made from maize meal formed by extrusion

source: Zuckerwaren als Christbaumschmuck
en: Confectionery for decorating Christmas trees

source: Ungesäuertes Brot
en: Unleavened bread

source: Aus Kartoffelmehl zubereitete Snacks
en: Snack food products made from potato flour

source: Imbissgerichte, die vorwiegend Teigwaren enthalten
en: Snack foods consisting principally of pasta

source: Süßwaren in gefrorener Form
en: Confectionery in frozen form

source: Schokoladentorten aus Schokoladenbiskuit
en: Deep chocolate cake made with chocolate sponge

source: Sandwiches mit Rinderhackfleisch
en: Sandwiches containing minced beef

source: Zucker, nicht für medizinische Zwecke
en: Sugar, other than for medical use

source: Zucker zur Herstellung von Obstkonserven
en: Sugar for making conserves of fruit

source: Knoblauchpulver [Gewürz]
en: Clove powder [spice]

source: Tee mit Apfelaroma [ausgenommen für medizinische Zwecke]
en: Apple flavoured tea [other than for medicinal use]

source: Vorwiegend aus Reis bestehende Gerichte
en: Meals consisting primarily of rice

source: Fruchtdrops [Zuckerwaren]
en: Fruit drops [confectionery]

source: Tee mit Fruchtaroma [nicht für medizinische Zwecke]
en: Fruit flavoured tea [other than medicinal]

source: Leinsamen für Speisezwecke [Gewürz]
en: Linseed for culinary purposes [seasoning]

source: Proteinreiche Getreideriegel
en: High-protein cereal bars

source: Frühstückszerealien mit Honig
en: Breakfast cereals containing honey

source: Geröstete Kaffeebohnen
en: Roasted coffee beans

source: Ganze gekochte Weizenkörner
en: Whole wheat grains being cooked

source: Zubereiteter Naturreis
en: Wild rice [prepared]

source: Zubereitungen auf Kakaobasis
en: Preparations based on cocoa

source: Imbissgerichte aus Mais in Form von Ringen
en: Snack foods made from corn and in the form of rings

source: Aus Mais zubereitete Snacks
en: Snack foods prepared from maize

source: Aus Müsli hergestellte Snacks
en: Snacks manufactured from muesli

source: Kochsalz zur Konservierung von Lebensmitteln
en: Sodium chloride for preserving foodstuffs

source: Zichorienerzeugnisse zur Verwendung als Kaffeeersatzmittel
en: Preparations of chicory for use as a substitute for coffee

source: Zubereitete Lebensmittel in Form von Soßen
en: Prepared foodstuffs in the form of sauces

source: Petits Fours [Gebäck]
en: Petits fours [cakes]

source: Überwiegend aus Ketchup und Salsa bestehende Würzmittel
en: Food condiment consisting primarily of ketchup and salsa

source: Aromawürzstoffe für Butter
en: Flavourings for butter

source: Essenzen für Nahrungsmittel [ausgenommen ätherische Öle]
en: Essences for food [other than essential oils]

source: Karamellisiertes Popcorn mit kandierten Nüssen
en: Caramel coated popcorn with candied nuts

source: Ungegorenes Brot
en: Unfermented bread

source: Gemüsepürees [Saucen]
en: Vegetable purees [sauces]

source: Süßigkeiten [nicht medizinisch] auf Honigbasis
en: Sweets (Non-medicated -) being honey based

source: Süßigkeiten [nicht medizinisch] in Form von Schokoladeneclairs
en: Sweets (Non-medicated -) in the nature of chocolate eclairs

source: Süßigkeiten [nicht medizinisch] in Form von Zuckerwaren
en: Sweets (Non-medicated -) in the nature of sugar confectionery

source: Fleischhaltige Pasteten
en: Pies containing meat

source: Pastillen [Süßwaren]
en: Lozenges [confectionery]

source: Pralinen
en: Chocolates

source: Senbei [Reiskräcker]
en: Rice crackers [senbei]

source: Bonbons auf Stärkebasis
en: Starch-based candies (ame)

source: Gezuckerte Bohnen [Amanatto]
en: Sugared beans (ama-natto)

source: Tee aus salzigem Seetangpulver [Kombucha]
en: Tea of salty kelp powder (kombu-cha)

source: Teegebäck
en: Tea cakes

source: Getreidepräparate mit Haferkleie
en: Cereal preparations consisting of oatbran

source: Trockene und flüssige Fertiggerichte, überwiegend bestehend aus Teigwaren
en: Dry and liquid ready-to-serve meals, mainly consisting of pasta

source: Fermentierte Pfefferpaste [gochujang]
en: Fermented hot pepper paste (gochujang)

source: Soßen für Eiscreme
en: Sauces for ice cream

source: Pikantes Gebäck
en: Savory pastries

source: Schokoladengetränkzubereitungen mit Pfefferminzgeschmack
en: Chocolate drink preparations flavoured with mint

source: Schokoladengetränkzubereitungen mit Nussgeschmack
en: Chocolate drink preparations flavoured with nuts

source: Schokoladengetränkzubereitungen mit Orangengeschmack
en: Chocolate drink preparations flavoured with orange

source: Schokoladen in Form von Seepferdchen
en: Chocolates in the form of sea horses

source: Konzentrate für Saucen
en: Concentrated sauce

source: Polysaccharide für die menschliche Ernährung
en: Polysaccharides for use as food for human consumption

source: Aus Cerealien bestehende Snackerzeugnisse
en: Snack food products consisting of cereal products

source: Kekse mit Fruchtgeschmack
en: Crackers flavoured with fruit

source: Cracker mit Fleischgeschmack
en: Crackers flavoured with meat

source: Honig
en: Honey

source: Pfeffer
en: Pepper

source: Toasts [Brötchen]
en: Toasts [biscuits]

source: Salzpellets zum Konservieren von Lebensmitteln
en: Salt pellets for preserving foodstuffs

source: Schokoladensüßigkeiten mit Füllungen
en: Chocolate candy with fillings

source: Dänisches Brot
en: Danish bread

source: Getrockneter Zuckerkuchen aus Reismehl [Rakugan]
en: Dried sugared cakes of rice flour (rakugan)

source: Japanisches Pfefferpulvergewürz [Sansho-Pulver]
en: Japanese pepper powder spice (sansho powder)

source: Malzdextrin-Glasuren für Süßwaren
en: Malt dextrin glazings for confectionary

source: Nicht medizinische Süßwaren mit Schokolade
en: Non-medicated confectionery containing chocolate

source: Stärke [Mehl]
en: Farina [meal]

source: Aromawürzstoffe aus Geflügel
en: Flavourings made from poultry

source: Nahrungsmittel aus Hafer
en: Foodstuffs made from oats

source: Kaffee-Extrakte zur Verwendung als Kaffee-Ersatzmittel
en: Coffee extracts for use as substitutes for coffee

source: Brötchen mit heißer Wurst
en: Frankfurter sandwiches

source: Speisedressings [Saucen]
en: Food dressings [sauces]

source: Couscous [Grieß]
en: Couscous [semolina]

source: Hörnchen
en: Croissants

source: Frische Wurstbrötchen
en: Fresh sausage rolls

source: Gefrorener Teig
en: Frozen dough

source: Modifizierte Quellstärke für Nahrungszwecke [nicht medizinisch]
en: Modified pregelatinized starches for food [not medical]

source: Fondants [Konfekt]
en: Fondants [confectionery]

source: Präparate für die Zubereitung von Getränken auf Teebasis
en: Preparations for making beverages [tea based]

source: Getrockneter Kochreis
en: Dried cooked-rice

source: Chow-chow [Würzmittel]
en: Chow-chow [condiment]

source: Knäckebrot
en: Crisp breads

source: Malzbrot mit Früchten
en: Fruited malt loaf

source: Glukosesirup zur Verwendung als Geliermittel für Speisen
en: Glucose syrup for use as a gelling agent for food

source: Glukosesirup zur Verwendung als Texturverbesserer für Speisen
en: Glucose syrup for use as a texture improver for food

source: Kekse mit geeistem Belag
en: Biscuits with an iced topping

source: Soßen für Reis
en: Sauces for rice

source: Sopapillas [gebratenes Brot]
en: Sopapillas [fried bread]

source: Eiscremeersatzstoffe auf Sojabasis
en: Soy-based ice cream substitute

source: Englische Muffins
en: English muffins

source: Earl Grey-Tee
en: Earl grey tea

source: Konservierungssalz für Lebensmittel
en: Salt for preserving foodstuffs

source: Verarbeiteter Hafer für die menschliche Ernährung
en: Processed oats for food for human consumption

source: Überwiegend aus Brot bestehende Snacks
en: Snack foods consisting principally of bread

source: Soßen zum Kochen
en: Cooking sauces

source: Aromastoffe zur Beigabe für Getränke [ausgenommen ätherische Öle]
en: Substances imparting flavour for addition to drink [other than essential oils]

source: Kakao-Extrakte für die menschliche Ernährung
en: Cocoa extracts for human consumption

source: Abgepackter Tee [nicht für medizinische Zwecke]
en: Packaged tea [other than for medicinal use]

source: Kohlensäurehaltige Kaffee-, Kakao- oder Schokoladengetränke
en: Aerated beverages [with coffee, cocoa or chocolate base]

source: Majonäse mit Pickles
en: Mayonnaise with pickles

source: Pesto [Soße]
en: Pesto [sauce]

source: Weinsteinrahm für Speisezwecke
en: Cream of tartar for culinary purposes

source: Eingelegter Ingwer [Würzmittel]
en: Pickled ginger [condiment]

source: Tee-Essenzen
en: Tea essences

source: Getränke auf der Basis von Tee mit Fruchtgeschmack
en: Tea-based beverages with fruit flavoring

source: Tortendekorationen aus Süßwaren
en: Candy decorations for cakes

source: Süße Bohnenpaste mit weicher Umhüllung auf Basis gezuckerter Bohnen [Nerikiri]
en: Sweet bean jam coated with sugared-bean based soft shell [nerikiri]

source: Verarbeitete Schalotten als Würzmittel
en: Processed shallots for use as seasoning

source: Kekse aus Zutaten mit Schokoladengeschmack
en: Biscuits containing chocolate flavoured ingredients

source: Milchbrei für Nahrungszwecke
en: Gruel, with a milk base, for food

source: Kaffee
en: Coffee

source: Kaffee-Essenzen
en: Coffee essences

source: Vorwiegend aus Reis bestehende Fertiggerichte
en: Prepared meals containing [principally] rice

source: Senfpulver als Gewürz
en: Mustard powder [spice]

source: Ostereier
en: Easter eggs

source: Nicht medizinische Bonbons mit Alkohol
en: Candies (Non-medicated -) with alcohol

source: Vanilleschoten
en: Vanilla beans

source: Nudeln aus Bohnenstärke [Harusame, nicht gekocht]
en: Bean-starch noodles (harusame, uncooked)

source: Chinesische Reisnudeln [Bifun, nicht gekocht]
en: Chinese rice noodles (bifun, uncooked)

source: Chinesische gedämpfte Teigtaschen [Shumai, gekocht]
en: Chinese steamed dumplings (shumai, cooked)

source: Süßigkeiten [nicht medizinisch] auf Alkoholbasis
en: Sweets (Non-medicated -) being alcohol based

source: Süßigkeiten [nicht medizinisch] in Form von Nougat
en: Sweets (Non-medicated -) in the nature of nougat

source: Süßwaren mit Lakritzaroma
en: Liquorice flavoured confectionery

source: Lutscher [Süßwaren]
en: Lollipops [confectionery]

source: Süßes Reisgebäck [Mochigashi]
en: Sweet pounded rice cakes (mochi-gashi)

source: Tee aus gedörrtem Gerstenpulver mit Schale [Mugicha]
en: Tea of parched powder of barley with husk (mugi-cha)

source: Backwaren
en: Bakery goods

source: Dicke Brotstangen
en: Thick breadsticks

source: Pfefferminzpastillen [Zuckerwaren], ausgenommen für medizinische Zwecke
en: Peppermint pastilles [confectionery], other than for medicinal use

source: Christbaumschmuck aus Schokolade
en: Chocolate decorations for christmas trees

source: Schokoladen in Form von Muscheln
en: Chocolates in the form of sea shells

source: Bonbons [Süßigkeiten] mit Fruchtgeschmack
en: Sweetmeats [candy] being flavoured with fruit

source: Mit Käse gefüllte Cracker
en: Crackers filled with cheese

source: Holländischer Lebkuchen [Taai Taai]
en: Dutch gingerbread (taai taai)

source: Gesalzene Waffelbiskuits
en: Salted wafer biscuits

source: Fruchtaromen, ausgenommen Essenzen
en: Fruit flavourings, except essences

source: Japanisches Pfeilwurzpulver [Kudzu-ko, für Speisen]
en: Japanese arrowroot powder (kudzu-ko, for food)

source: Kaffeeextrakte zur Verwendung als Aroma in Lebensmitteln
en: Extracts of coffee for use as flavours in foodstuffs

source: Aus Früchten hergestellte Aromastoffe [ausgenommen ätherische Öle]
en: Flavourings made from fruits [other than essential oils]

source: Aromawürzstoffe aus Hummer
en: Flavourings made from lobsters

source: Nahrungsmittel aus Mais
en: Foodstuffs made from maize

source: Nahrungsmittel aus Süßstoff zum Süßen von Desserts
en: Foodstuffs made of a sweetener for sweetening desserts

source: Nahrungsmittel aus Zucker zum Süßen von Desserts
en: Foodstuffs made of sugar for sweetening desserts

source: Pasteten bestehend aus Gemüse und Geflügel
en: Pastries consisting of vegetables and poultry

source: Scharfe Chilibohnenpasten
en: Hot chili bean paste

source: Eiskonfekt in Form von Lutschern
en: Ice confectionery in the form of lollipops

source: Brezeln mit Schokoladenüberzug
en: Chocolate covered pretzels

source: Getränke auf Schokoladenbasis mit Milch
en: Chocolate-based beverages with milk

source: Chutneys [Würzmittel]
en: Chutneys [condiments]

source: Krabbensud [Würzmittel]
en: Crab boil [seasoning]

source: Gefrorene Lutscher
en: Frozen lollipops

source: Mischungen von Kaffee-Essenzen und Kaffeeextrakt
en: Mixtures of coffee essences and coffee extracts

source: Mais-Chips mit Seetangaroma
en: Seaweed flavoured corn chips

source: Aromawürzstoffe und Würzmittel
en: Flavorings and seasonings

source: Streusel
en: Crumble

source: Kleiepräparate für die menschliche Ernährung
en: Bran preparations for human consumption

source: Zuckerdragierte Kaffeebohnen
en: Sugar-coated coffee beans

source: Verarbeitetes Getreide für die menschliche Ernährung
en: Processed cereals for food for human consumption

source: Süßwaren in flüssiger Form
en: Confectionery in liquid form

source: Nicht medizinische Süßwaren
en: Non-medicated confectionery products

source: Konditorwaren mit Schokoladenüberzug
en: Confectionery items coated with chocolate

source: Dragees [nicht medizinische Süßwaren]
en: Dragees [non-medicated confectionery]

source: Trockensoßen in Pulverform
en: Dried sauce in powder form

source: Mit Fischfilet belegte Sandwiches
en: Sandwiches containing fish fillet

source: Natürliche Aromastoffe für Eiscremes [ausgenommen ätherische Essenzen oder ätherische Öle]
en: Natural flavourings for use in ice cream [other than etheric essences or essential oils]

source: Organische Bindemittel für Speiseeis
en: Organic binding agents for ice cream

source: Sojabohnenpaste [Würzmittel]
en: Soya bean paste [condiment]

source: Nicht medizinische Gummibonbons
en: Gum sweets (Non-medicated -)

source: Aromapräparate für feine Backwaren
en: Aromatic preparations for pastries

source: Kasha [Mehl]
en: Kasha [meal]

source: Frühstückszerealien aus Reis
en: Breakfast cereals made of rice

source: Udonnudeln [ungekocht]
en: Udon noodles [uncooked]

source: Zubereiteter Meerrettich [Würzmittel]
en: Prepared horseradish [condiment]

source: Zubereitete Pizzen
en: Pizzas [prepared]

source: Konservierter Vollkornweizen
en: Whole wheat grains being preserved

source: Biskuit [süß oder herzhaft]
en: Biscuits [sweet or savoury]

source: Fertiggerichte in Form von Pizzen
en: Prepared meals in the form of pizzas

source: Brot mit würzigem Geschmack
en: Bread flavoured with spices

source: Schokoladennährgetränke, nicht auf Milch- oder Pflanzenbasis
en: Chocolate food beverages not being dairy-based or vegetable based

source: Japanischer grüner Tee
en: Japanese green tea

source: Essenzen zum Kochen [ausgenommen ätherische Öle]
en: Essences for use in cooking [other than essential oils]

source: Eismilch [Eiscreme]
en: Ice milk [ice cream]

source: Pflanzliche Würzmittel für Teigwaren
en: Vegetable-based seasonings for pasta

source: Weinessig
en: Wine vinegar

source: Gemüsepasten [Saucen]
en: Vegetable pastes [sauces]

source: Würzmittel in Pulverform
en: Spices in the form of powders

source: Konservierter Ingwer
en: Preserved ginger

source: Brezeln
en: Pretzels

source: Süßigkeiten [nicht medizinisch] mit Kräutergeschmack
en: Sweets (Non-medicated -) containing herbal flavourings

source: Süßigkeiten [nicht medizinisch] in Form von Sahnebonbons
en: Sweets (Non-medicated -) in the nature of fudge

source: Aromawürzstoffe aus Shrimps
en: Flavourings made from shrimps

source: Mehle für Krapfen
en: Flour for doughnuts

source: Mehlmischungen für Backzwecke
en: Flour mixtures for use in baking

source: Gemahlene Kaffeebohnen
en: Ground coffee beans

source: Weiche Kuchenteigrollen aus gestampftem Reis [Gyuhi]
en: Soft pin-rolled cakes of pounded rice (gyuhi)

source: Somennudeln [sehr dünne Weizennudeln, ungekocht]
en: Somen noodles [very thin wheat noodle, uncooked]

source: Mit Hackfleisch gefüllte Dampfbrötchen [Niku-Manjuh]
en: Steamed buns stuffed with minced meat (niku-manjuh)

source: Getreide zur Herstellung von Teigwaren
en: Cereals for use in making pasta

source: Eis am Stiel mit Milchgeschmack
en: Ice lollies being milk flavoured

source: Hauptsächlich aus Kakao bestehende Nahrungsmittel
en: Foodstuffs containing cocoa [as the main constituent]

source: Salzlake zum Kochen
en: Brine for cooking

source: Mischungen aus Kaffee und Zichorie
en: Mixtures of coffee and chicory

source: Pasteten mit Fisch
en: Pies containing fish

source: Löslicher Kaffee
en: Instant coffee

source: Instanttee [ausgenommen für medizinische Zwecke]
en: Instant tea [other than for medicinal purposes]

source: Schokoladedekorationen für Süßwaren
en: Chocolate decorations for confectionery items

source: Schokolade mit Alkohol
en: Chocolate with alcohol

source: Schokoladen mit Minzgeschmack-Füllungen
en: Chocolates with mint flavoured centres

source: Natürliche Süßstoffe in Granulatform
en: Sweeteners (Natural -) in granular form

source: Breiiger Trinkkakao
en: Drinking cocoa paste

source: Salz für Popcorn
en: Salt for popcorn
